---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportLinetypeTableIterator
source: html/dce3066b-d3dc-fc71-548b-e0c3c20b73af.htm
---
# ExportLinetypeTableIterator Members

Releases all resources used by the ExportLinetypeTableIterator